{
  "Header": {
    "about": "About",
    "work": "Work",
    "contact": "Contact",
    "get-cv": "Download CV",
    "switch-theme": "Switch theme"
  },
  "Index": {
    "greeting": "Hello, world!",
    "changeLanguage": "Change language"
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, ua {UA} en {EN} other {Unknown}}"
  },
  "Preview": {
    "greeting": "Hi, I’m Serhii 👋",
    "about": "I'm a UX Designer and Web Developer (React.js & Node.js) with a focus on creating exceptional digital experiences that are user-centric, accessible, usable, visually appealing, and responsive. I have been  designing web and android applications for over a year and developing web applications for over a year now, I have a deep passion for designing and researching about user psychology.",
    "locale": "Mykolaiv, Ukraine",
    "availability-yes": "Available for cooperation",
    "availability-no": "Not available for cooperation till 8AM"
  },
  "About": {
    "heading": "About me",
    "title": "Curious about me? Here you have it:",
    "body": [
      "My main focus is my love for creation. I always strive for quality work, and I apply this principle to all of my projects.",
      "While working on projects, I always keep an eye on trends and the latest technologies. This helps me stay up-to-date with the latest developments in web development.",
      "Throughout my career, I have had the opportunity to work on projects of varying complexity in areas such as online insurance, environmental initiatives, travel planning, real estate, and others. This allows me to quickly adapt to different business challenges and implement the most effective solutions in my work."
    ],
    "avocation": "In addition to programming, I love reading, running, GYM training, and overall strive to lead an active and conscious lifestyle. Here is my progress in this regard:",
    "running": "Running",
    "sport": "Sport",
    "summary": "Finally, some quick bits about me.",
    "main": [
      "B.Tech. in Computer Science",
      "Enjoying science fiction",
      "Fan of an active lifestyle",
      "Craft beer enthusiast"
    ],
    "last-thing": "And finally: I respond very quickly, so don't hesitate to reach out and say hello! I promise I don't bite 😉"
  }
}
