{
  "Header": {
    "about": "Хто Я",
    "work": "Роботи",
    "contact": "Зв'язок",
    "get-cv": "Завантажити CV",
    "switch-theme": "Змінити тему"
  },
  "Index": {
    "greeting": "Привіт!",
    "changeLanguage": "Змінити мову"
  },
  "LocaleSwitcher": {
    "label": "Змінити мову",
    "locale": "{locale, select, ua {UA} en {EN} other {Unknown}}"
  },
  "Preview": {
    "greeting": "Привіт, Я Сергій 👋",
    "about": "Я UX-дизайнер та веб-розробник (React.js та Node.js), що спеціалізується на створенні виняткового цифрового досвіду, орієнтованого на користувача, доступного, зручного, візуально привабливого та адаптивного. Я більше року займаюся дизайном веб-додатків та додатків для Android і вже більше року розробляю веб-додатки, маю глибоку пристрасть до дизайну та дослідження психології користувачів.",
    "locale": "Миколаїв, Україна",
    "availability-yes": "Доступний для зв'язку",
    "availability-no": "Не доступний для зв'язку до 8 ранку"
  },
  "About": {
    "heading": "Про мене",
    "title": "Цікаво більше про мене? Ось, будь ласка:",
    "body": [
      "Основне у мене - це любов до створення. Я завжди прагну до якісної роботи, і цей принцип я застосовую у всіх своїх проектах.",
      "Працюючи над проектами, я завжди слідкую за трендами та новітніми технологіями. Це допомагає мені залишатися в курсі останніх досягнень у світі веб-розробки.",
      "Протягом своєї кар'єри я мав можливість працювати над проектами різної складності в таких сферах, як онлайн страхування, екологічна діяльність, планування подорожей, нерухомість та інші. Це дозволяє мені швидко адаптуватися до різних бізнес задач та впроваджувати найефективніші рішення у свою роботу."
    ],
    "avocation": "Окрім програмування я люблю читати, бігати, тренування з вагою й в цілому намагаюсь ввести активний та свідомий спосіб життя. Ось тут мій прогрес по цьому:",
    "summary": "Ще трохи про мене",
    "running": "Біг",
    "sport": "Спорт",
    "main": [
      "Бакалавр Комп'ютерних наук",
      "Кайфую від наукової фантастики",
      "Фанат активного способу життя",
      "Любитель крафтового пива"
    ],
    "last-thing": "І останнє: я дуже швидко відповідаю, тому не соромтеся простягнути руку та сказати привіт! Обіцяю, що не кусаюсь 😉"
  }

}
