{
  "Header": {
    "about": "Хто Я",
    "work": "Роботи",
    "contact": "Зв'язок",
    "get-cv": "Завантажити CV",
    "switch-theme": "Змінити тему"
  },
  "Index": {
    "greeting": "Привіт!",
    "changeLanguage": "Змінити мову"
  },
  "LocaleSwitcher": {
    "label": "Змінити мову",
    "locale": "{locale, select, ua {UA} en {EN} other {Unknown}}"
  },
  "Preview": {
    "greeting": "Привіт, Я Сергій 👋",
    "about": "Фулстек веб-розробник родом з півдня України 🇺🇦. Мій досвід в ІТ — понад 3 роки. Якісний продукт, постійний розвиток і насолода від повсякденних речей — це мій стиль життя.",
    "locale": "Миколаїв, Україна",
    "availability-yes": "Доступний для зв'язку",
    "availability-no": "Не в мережі"
  },
  "About": {
    "heading": "Про мене",
    "title": "Цікаво більше про мене? Ось, будь ласка:",
    "body": [
      "Я люблю створювати й завжди прагнув роботи це якісно. Цей принцип я застосовую у всіх своїх проектах.",
      "Працюючи над проектами, я завжди слідкую за трендами та новітніми технологіями. Це допомагає залишатися в курсі останніх досягнень у світі веб-розробки.",
      "Протягом своєї кар'єри я мав можливість працювати над проектами різної складності в таких сферах, як онлайн страхування, екологічна діяльність, планування подорожей, нерухомість та інші. Це дозволяє мені швидко адаптуватися до різних бізнес задач та впроваджувати найефективніші рішення у свою роботу."
    ],
    "avocation": "Окрім програмування я люблю читати, бігати, тренування з вагою й в цілому намагаюсь ввести активний та свідомий спосіб життя. Ось тут мій прогрес по цьому:",
    "summary": "Ще трохи про мене",
    "running": "Біг",
    "sport": "Спорт",
    "main": [
      "Бакалавр Комп'ютерних наук",
      "Кайфую від наукової фантастики",
      "Фанат активного способу життя",
      "Любитель крафтового пива"
    ],
    "last-thing": "І останнє: я дуже швидко відповідаю, тому не соромтеся простягнути руку та сказати привіт! Обіцяю, що не кусаюсь 😉"
  },
  "Skills": {
    "heading": "Мої навички",
    "title": "Навички, інструменти та технології, якими я справді добре володію:",
    "combo": "Моє улюблюне кобмо"
  },
  "Experience": {
    "heading": "Мій досвід",
    "title": "Ось короткий підсумок мого останнього досвіду:",
    "companies": [
      {
        "name": "NewGen",
        "period": "Квіт. 2024 - Сьогодні",
        "role": "Middle Full Stack Developer",
        "responsibilities": [
          "Оптимізація та кешуванням при роботі з BigData базами даних",
          "Переписання статичних UI компонентів на динамічні з використанням Livewire"
        ]
      },
      {
        "name": "FluidWeb",
        "period": "Лист. 2021 - Квіт. 2024",
        "role": "Junior-Middle Full Stack Developer",
        "responsibilities": [
          "Участь в розробкі продукту для онлайн страхування в США з активом 400тис. + користувачів.",
          "Інтеграція тулів для збору статистики таких як: SalesForce, Mixpanel, Intercom.",
          "Побудова АПІ для комунікації з американськими страховими компаніями.",
          "Застосування cronjob, механізму черг й кешування на бекенді.",
          "Участь в налаштуваннях AWS середовища для розрогортання проекту (EC2, CodeCommit, IAM, CloudWatch, S3)."
        ]
      },
      {
        "name": "GrandySoft",
        "period": "Черв. 2021 - Верес. 2021",
        "role": "Junior React Front End Developer",
        "responsibilities": [
          "Створення JWT авторизації на React",
          "Розробка кастомного UIkit для проекту",
          "Розширення існуючого функціоналу для WEB CAD системи"
        ]
      }
    ]
  }
}
